// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Това приложение не може да се изпълни.";
"NoDiskArb Informative" = "Възникна проблем при стартирането на „Disk Arbitration“. Това не трябва да се случва.";
"NoDiskArb OK" = "ОК";

/* Error retrieving config file. */
"CantGetConfig Message" = "Списъкът с образи не може да се извлече.";
"CantGetConfig Informative" = "Възникна проблем при извличането на списъка с налични образи за възстановяване (%1$@). Моля, проверете, за да се уверите, че връзката ви с мрежата работи.";
"CantGetConfig OK" = "ОК";
"CantGetConfig Error NoConnection" = "не можа да се установи връзка";
"CantGetConfig Error DownloadError" = "възникна грешка по време на изтеглянето";
"CantGetConfig Error StringCreate" = "отговорът не можа да бъде използван";

/* Version error. */
"VersionError Message" = "Тази версия на приложението е твърде стара.";
"VersionError Informative" = "Моля, изтеглете по-нова. Това е версия %1$@; необходима е поне %2$@. %3$@";
"VersionError OK" = "Изтеглете нова версия";

/* File dialog to select a local file. */
"SelectLocal File" = "Моля, изберете образ:";
"SelectLocal Button" = "Избиране";

/* Alert on writing stick. */
"WriteAlert Message" = "Наистина ли искате да изтриете завинаги устройството %1$@?";
"WriteAlert Informative" = "Всички данни, които понастоящем са в него, ще бъдат заличени за постоянно. Не можете да отмените това действие.";
"WriteAlert Cancel" = "Без изтриване";
"WriteAlert OK" = "Изтриване";

"TooSmallAlert Message" = "Устройството %1$@ е твърде малко и не може да бъде използвано.";
"TooSmallAlert Informative" = "Необходима е поне %2$@ памет.";
"TooSmallAlert OK" = "ОК";

"NotWritable Message" = "Устройството %1$@ е само за четене и не може да бъде използвано.";
"NotWritable Informative" = "Устройството с памет е само за четене. На него може да има превключвател, който да разрешава записването върху него – в противен случай няма да е възможно да го използвате.";
"NotWritable OK" = "ОК";

/* Stick writing statuses. */
"Status Downloading" = "Изтегля се…";
"Status Verifying" = "Потвърждава се…";
"Status Unpacking" = "Разпакетира се…";
"Status Claiming" = "Заявява се…";
"Status Unmounting" = "Спира се…";
"Status Writing" = "Записва се…";
"Status Ejecting" = "Изважда се…";
"Status Done" = "Готово!";

"StatusAdd Attempt" = " (опит: %1$d)";

/* Errors */
"Failure Downloading" = "За съжаление възникна грешка (изтеглянето на изходния образ не бе успешно). Искате ли да опитате отново?";
"Failure Verifying Return Value" = "За съжаление възникна грешка (потвърждаването на изходния образ не бе успешно, грешка в програмата, %1$s). Искате ли да опитате отново?";
"Failure Verifying SHA Mismatch" = "За съжаление възникна грешка (потвърждаването на изходния образ не бе успешно, грешка в контролната сума). Искате ли да опитате отново?";
"Failure Unpacking" = "За съжаление възникна грешка (разпакетирането на изходния образ не бе успешно, %1$s). Искате ли да опитате отново?";
"Failure Claiming" = "За съжаление възникна грешка (заявяването на USB паметта не бе успешно). Искате ли да опитате отново?";
"Failure Unmounting" = "За съжаление възникна грешка (спирането на USB паметта не бе успешно). Искате ли да опитате отново?";
"Failure Opening Source Image" = "За съжаление възникна грешка (отварянето на изходния образ не бе успешно, %1$s). Искате ли да опитате отново?";
"Failure Opening Destination Device" = "За съжаление възникна грешка (отварянето на USB паметта не бе успешно, %1$s). Искате ли да опитате отново?";
"Failure Reading Source Image" = "За съжаление възникна грешка (четенето от изходния образ не бе успешно, %1$s). Искате ли да опитате отново?";
"Failure Writing Destination Device" = "За съжаление възникна грешка (записването на данните в USB паметта не бе успешно, %1$s). Искате ли да опитате отново?";
"Failure Ejecting" = "За съжаление възникна грешка (изваждането на USB паметта не бе успешно). Искате ли да опитате отново?";

"Failure Try Again" = "Нов опит";
"Failure Quit" = "Изход";

"Failure Termination Status" = "Състояние на прекратяването %d";

"Failure Internal Error 1" = "Неочакван край на файла";
